LEXICON: dict[str, str] = {
    '/start': 'Сетевой - для ВСЕХ, но не все для сетевого!\n\n'
                'Забудьте о сетевых компаниях из 90-х годов, Атоми - это бренд будущего! 💎\n\n'
                'Не верите? Я помогу вам убедиться в этом!\n\n'
                'Меня зовут Юля t.me/yulia (https://t.me/yulia_forward), я партнёр корейской компании Атоми 🩵\n\n'
                'Вместе с Атоми можно зарабатывать на том, что люди и так делают каждый день: чистят зубы, моют руки, заботятся о здоровье 💪\n\n'
                'Система очень простая, и проект активно растет. Мне в команду нужны люди, которым интересен дополнительный доход, успех, а также возможность путешествовать бесплатно 🌐\n\n'
                'В мае я сама лечу в Южную Корею за счет компании, так что это не пустые слова! 🇰🇷\n\n'
                'А сейчас обязательно посмотри мою короткую видеопрезентацию о компании и возможностях в Атоми 👇\n\n'
                'Заинтересовало? Жми "Хочу узнать больше" для более детальной информации!🔥',

    '/continue1': 'Итак, Атоми – это интернет-магазин корейской продукции повседневного спроса премиум и люкс класса по ценам от производителя ✨\n\n'
                'Это международная компания сетевого маркетинга, основанная в 2009 году и осуществляющая продажи в более чем 60 странах ✈️\n\n'
                'В России Атоми существует с 2018 года 🇷🇺\n'
                'В ассортименте больше 600 товаров, включая:\n'
                '- флагманский продукт Атоми ХемоХИМ для укрепления иммунитета и восстановления энергии\n'
                '- флагманские наборы по уходу за кожей Атоми Абсолют СеллАктив и Aтоми Фэйм\n'
                '- декоративную косметику\n'
                '- средства для ухода за волосами и телом\n'
                '- товары для здоровья\n'
                '- предметы быта\n'
                '- продукты питания\n'
                '- товары для дома и многое другое 💫\n\n'
                'Атоми предлагает только продукцию высшего качества, придерживаясь принципа «Абсолютное качество по абсолютной цене» 💯\n\n'
                'Что это значит?\n\n'
                'Атоми предлагает продукт люксового сегмента по максимально возможной низкой цене!\n\n'
                'Здесь не ассортимент ради ассортимента, здесь отобрано то, чем реально пользуются и что работает 🌟\n\n'
                '- Но это же сетевой! Как тут заработать?\n'
                '- Легко, если подходить с умом!\n\n'
                'Жми "Хочу узнать больше", чтобы узнать о возможностях бизнеса вместе с Атоми!🔥',

    '/continue2': 'С момента своего основания компания Aтоми быстро развивалась благодаря сетевому маркетингу, ориентированному на потребителя 💃\n\n'
                'Я сама никогда не искала бизнес, но мне рассказали про систему, где мои покупки могут приносить 💸\n\n'
                'Что я сделала, чтобы прийти к доходу вместе с Атоми?\n'
                'Я просто поменяла место, где покупаю привычные вещи. Мы всё равно покупаем каждый день. Вопрос только - где и какого качества 🙌\n\n'
                'Южная Корея - мировой лидер в индустрии красоты ⭐️\n\n'
                'За последние 10-15 лет корейская продукция совершила настоящий переворот на мировом рынке! 🚀\n\n'
                'Почему я выбрала именно Атоми?\n\n'
                '✨ качественный продукт (клинические испытания, международные сертификаты качества: GMP, HACCP и др.)\n\n'
                '✨ готовый бизнес без вложений и рисков (бесплатная регистрация, бизнес на рекомендациях без обязательных покупок и продаж)\n\n'
                'А вот и короткое видео о масштабах компании Атоми👇\n\n'
                'Жми "Хочу узнать больше", чтобы получить пошаговую инструкцию выхода на доход вместе с Атоми!🔥',
    '/continue3': 'Итак, я подготовила для тебя гайд из простых шагов, которые бесспорно приведут тебя к доходу в Атоми:\n\n'
                '📌 Я открываю тебе личный кабинет в Атоми💃\n'
                '📌 Ты начинаешь знакомиться с продукцией и пользоваться ей 🤩\n'
                '📌 Убеждаешься, что продукт 🔥 и рекомендуешь другим то, что нравится тебе\n'
                '📌 Включается "сарафанное радио" 📻 люди начинают рассказывать своим друзьям и знакомым (все хотят крутой шампунь или витамины)\n'
                '📌 Ты строишь свою сеть и получаешь свой первый доход, который будет расти без "навязываний", потому что продукт говорит сам за себя 💯\n\n'
                'Кстати, Атоми не только выплачивает денежные вознаграждения и премии своим партнерам, но и дарит шикарные подарки в виде бесплатных путешествий на "родину" компании в Южную Корею и другие страны за высокие успехи и достижения в компании 🇰🇷\n\n'
                'Уже готов присоединиться к команде? 🥰\n\n'
                'Пиши мне в телеграм "Хочу в Атоми" 👉  t.me/yulia_forward\n\n'
                'После регистрации на сайте я:\n'
                '✅ подарю тебе файл с готовыми скриптами "Как эффективно приглашать людей в команду?"\n'
                '✅ добавлю тебя в нашу семейную группу ТГ, где мы вместе обучаем нашу команду и стремимся к успеху\n\n'
                'Пиши мне в телеграм "Хочу в Атоми" 👉 t.me/yulia_forward 🩵',

    'continue_btn1': 'Хочу узнать больше!',
    'continue_btn2': 'Хочу узнать ещё больше!',
    'continue_btn3': 'Хочу узнать всё!'

}

LEXICON_COMMANDS: dict[str, str] = {
    '/continue': 'Продолжить',
    '/help': 'Справка по работе бота'
}
